Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/science/samilogut/2009/5.utdanning_i_suf.nob.doc.tmx
Source language: nob
Languages: sme

source: 5 Utdanning i SUF-området
sme: 5Oahppu SOF-guovllus

source: Sammendrag
sme: Čoahkkáigeassu

source: Utdanningsnivået blant befolkningen mellom 24 og 65 år i SUF-området (Sametingets område for bevilging av tilskudd) viser at det er flere som ikke har gjennomført videregående opplæring enn landsgjennomsnittet.
sme: Oahppodássi SOF-guovllu (guovlu gos Sámediggi juolluda doarjagiid) álbmogis gaskal 24 ja 65 jagi čájeha ahte leat eanegat geat eai leat čađahan joatkkaoahpahusa riikagaskameari ektui.

source: På den annen side har kvinner i SUF-området en relativt høy andel som har fullført universitets- eller høgskoleutdanning.
sme: Nuppedáfus lea nissoniin SOF-guovllus relatiivalaš oallugiin čađahuvvon universitehta- dahje allaskuvlaoahppu.

source: I spredtbygde strøk er andelen høyere enn landsgjennomsnittet, mens den er litt under i tettsteder.
sme: Bieđggoássan guovlluin lea dat oassi stuorit go riikagaskamearri, ja čoahkkebáikkiin lea fas veaháš vuollelis dan.

source: Blant menn i SUF-området er andelen av dem som har universitets- eller høgskoleutdanning, lavere enn landsgjennomsnittet, spesielt gjelder det på tettsteder.
sme: SOF-guovllu dievdduid gaskkas lea oassi geain lea universitehta- dahje allaskuvlaoahppu unnit go riikagaskamearri, erenoamážit lea nu čoahkkebáikkiin.

source: Det er færre ungdommer i SUF-området som går direkte fra grunnskole over til folkehøgskole eller videregående skole, enn hva tilfellet er for elevene i resten av landet.
sme: SOF-guovllus leat unnit nuorat geat jotket vuođđoskuvllas njuolga álbmotallaskuvlii dahje joatkkaskuvlii, dan ektui mo lea dilálašvuohta ohppiin muđui riikkas.

source: Gjennomstrømmingen i den videregående skolen viser også at færre fra SUF-området fullfører på normert tid og flere slutter.
sme: Ohppiidmolsašupmi joatkkaskuvllas čájeha maiddái ahte SOF-guovllus unnibut čađahit normerejuvvon áigái ja eanegat heitet.

source: Det gjelder særlig blant guttene.
sme: Nu lea erenoamážit bártniid gaskkas.

source: Dette bildet er tydeligst på yrkesfaglig studieretning.
sme: Diet čilgehus lea čielgaseamos fidnofágalaš oahpposurggiin.

source: Denne situasjonen har endret seg lite over tid.
sme: Diet dilálašvuohta lea unnán rievdan áiggi mielde.

source: Et interessant trekk er at den direkte overgangen fra videregående (studiekompetanse) til universitets- og høgskoleutdanning er høyere i SUF-området enn landsgjennomsnittet.
sme: Miellagiddevaš oassi lea ahte njuolggo álgin joatkkaoahpahusa maŋŋil universitehta- ja allaskuvlaohppui lea SOF-guovllus alit riikagaskameari ektui.

source: Det er færre som fullfører videregående utdanning, men blant dem som fullfører, tyder tallene på at det er høy motivasjon for å ta universitets- eller høgskoleutdanning.
sme: Unnibut čađahit joatkkaoahpu, muhto sin gaskkas geat čađahit, čájehit logut ahte lea stuora beroštupmi gazzat universitehta- dahje allaskuvlaoahpu.

source: 5.1 Innledning
sme: 5.1Álggahus

source: Dette kapitlet er en videreføring av ”Kapittel 5 Utdanningsnivå i SUF-området - økende kjønnsforskjeller” i Sámi logut mulitalit 1, 2008. Her videreføres det mest sentrale området som viser.
sme: Dát kapihttal lea joatkka dás “ Sámi logut muitalit 1, 2008. Go álbmoga oahppodássi lea hui guovddážis, de joatkkašuvvá dát maiddái dás “Sámi logut muitalit 2”.

source: Utdanningsnivået betraktes i forhold til hele befolkningen over 16 år og befolkningen mellom 24 og 65 år.
sme: Geahččat oahppodási olles álbmoga ektui geat leat badjel 16 jagi ja álbmoga ektui gaskal 24 ja 65 jagi.

source: Denne siste inndelingen benyttes mye innenfor OECD og viser i hovedsak utdanningsnivået i den yrkesaktive befolkningen.
sme: Dát maŋit juogus adno ollu OECD siskkobealde ja čájeha váldoáššálaččat oahppodási ámmátaktiiva álbmogis.

source: Videre skal vi se nærmere på overgang fra grunnskole til folkehøgskole og videregående utdanning og den direkte overgangen fra videregående skole til universitet/høgskole.
sme: Viidásit geahččat lagabui ohppiid joatkima vuođđoskuvllas álbmotallaskuvlii ja joatkkaskuvlii ja njuolggo joatkima joatkkaskuvllas universitehtii/allaskuvlii.

source: Til sist i dette kapitlet ser vi nærmere på hvordan gjennomstrømmingen i den videregående skolen er i forhold til geografi, studieretning og kjønn.
sme: Loahpas dán kapihttalis geahččat lagabui mo ohppiidmolsašupmi lea geografiija, oahpposuorggi ja sohkabeali ektui.

source: Vi har valgt å se på utviklingen innenfor henholdsvis tett- og spredtbygde områder slik det defineres i den offisielle statistikken.
sme: Mii leat válljen geahččat dilálašvuođa rievdama čoahkke- ja bieđggoássan guovlluin nugo dat definerejuvvojit almmolaš statistihkain.

source: Utdanningsnivået i hele befolkningen har økt betydelig fra 1994 til 2008, ved at det er færre med grunnskole som høyeste utdanningsnivå og flere som har utdanning på universitets- og høgskolenivå.
sme: Oahppodássi álbmogis lea lassánan mearkkašahtti ollu 1994 rájes 2008 rádjái, dainna lágiin ahte eai leat šat nu oallugat geain lea vuođđoskuvla alimus oahppodássin ja eanegiin lea oahppu universitehta- ja allaskuvladásis.

source: Dette ser vi innenfor alle grupper vi studerer i dette kapitlet.
sme: Dan oaidnit buot joavkkuin maid guorahallat dán kapihttalis.

source: Likeledes er utdanningsnivået høyere i tette bosetningsområder enn i spredte bosettingsområder både blant menn og kvinner.
sme: Nu leage maiddái alit oahppodássi čoahkkebáike guovlluin go bieđggoássan guovlluin sihke dievdduid ja nissoniid gaskkas.

source: Utdanningsnivået viser fremdeles at menn i SUF-området ligger under landsgjennomsnittet og under de øvrige områder nord for Saltfjellet.
sme: Oahppodási oaidnit ain dievdduin SOF-guovllus leat vuollelis go riikagaskamearri ja vuollelis go eará guovlluin Sáltoduoddara davábealde.

source: Spesielt er denne forskjellen stor i tettsteder.
sme: Dát erohus lea erenoamážit stuoris čoahkkebáikkiin.

source: Her har forskjellen økt fra 1994 til 2008 både i forhold til landsgjennomsnittet og sammenlignet med områdene nord for Saltfjellet.
sme: Doppe lea erohus lassánan 1994 rájes 2008 radjái sihke riikagaskameari ektui ja go buohtastahttá guovlluiguin Sáltoduoddara davábeale.

source: I SUF-områdene har også menn i spredte bosettingsområder lavest utdanningsnivå.
sme: SOF-guovlluin lea maiddái dievdduin bieđggoássan guovlluin oahppodássi vuolemusas.

source: Særlig er det mange som ikke har videregående utdanning, her ligger de nærmere 10 prosentpoeng under landsgjennomsnittet.
sme: Erenoamážit leat oallugat geain ii leat joatkkaoahppu, dat lea lagabui 10 proseantapoeŋŋa vuollelis riikagaskameari.

source: Blant kvinner i yrkesaktiv alder (24 til 65 år) som bor i SUF-områder med spredt bosetning, er andelen med universitets- og høgskoleutdanning relativt høy.
sme: Nissoniid gaskkas geat leat ámmátaktiiva agis (24 gitta 65 jagi) geat orrot SOF-guovllus bieđggoássan guovllus, lea oassi geain lea universitehta- ja allaskuvlaoahppu relatiivalaš allat.

source: Totalt ligger den to prosentpoeng over landsgjennomsnittet.
sme: Oppalaččat lea lohku guokte proseantapoeŋŋa badjelis riikagaskameari.

source: I tettsteder ligger kvinnenes tilsvarende andel noe lavere enn landsgjennomsnittet.
sme: Dat seamma oassi nissoniin čoahkkebáikkiin lea veaháš vuollelis riikagaskameari.

source: Mennene i SUF-området har et klart lavere utdanningsnivå enn befolkningen ellers.
sme: Dievdduin SOF-guovlluin lea čielgasit vuollelis oahppodássi go álbmogis muđui.

source: Andelen som har fullført universitets- og høgskole og som bor i tettsteder, er hele 10 prosentpoeng lavere enn snittet for befolkningen.
sme: Oassi geat leat čađahan universitehta- ja allaskuvlla ja geat orrot čoahkkebáikkiin, lea olles 10 proseantapoeŋŋa vuollelis go mii lea gaskamearri álbmogis.

source: I spredtbygde områder er forskjellen mindre, om lag 2 prosentpoeng.
sme: Bieđggoássan guovlluin lea unnit erohus, sullii 2 proseantapoeŋŋa.

source: Tabell 5.1 Høyeste fullførte utdanning for personer 16 år og over i SUF-området, tilsvarende geografiske områder nord for Saltfjellet og hele landet.
sme: Tabella 5.1 Alimus čađahuvvon oahppu olbmuin 16 jagis ja boarraseappuin SOF-guovllus, vástideaddji geográfalaš guovlluin Sáltoduoddara davábealde ja olles riikkas.

source: Prosent.
sme: Proseanta.

source: Utdanningsnivå og geografi
sme: Oahppodássi ja geografiija

source: Bosatte 1.1.1994 med utdanningsnivå 1.10.1993
sme: Ássit 1.1.1994 oahppodásiin 1.10.1993

source: Bosatte 1.1.2008 med utdanningsnivå 1.10.2007
sme: Ássit 1.1.2008 oahppodásiin 1.10.2007

source: Kvinner
sme: Dievddut

source: Tett-sted
sme: hkke-báiki

source: Spredt
sme: ássan

source: Grunnskolenivå
sme: Vuođđoskuvladássi

source: Hele landet
sme: Olles riika

source: SUF-område
sme: SOF-guovlu

source: Øvrige områder nord for Saltfjellet
sme: Guovllut muđui Sáltoduoddara davábealde

source: Universitets- og høgskolenivå
sme: Universitehta- ja allaskuvladássi

source: Tabell 5.2 Høyeste fullførte utdanning for personer 24-65 år i SUF-området, tilsvarende geografiske område nord for Saltfjellet og hele landet.
sme: Tabella 5.2 Alimus čađahuvvon oahppu olbmuin agis 24–65 jagi SOF-guovllus, vástideaddji geográfalaš guovlluin Sáltoduoddara davábeale ja olles riikkas.

source: SSBs tettstedsdefinisjon
sme: SGDa čoahkkebáikedefinišuvdna

source: En hussamling skal registreres som et tettsted dersom det bor minst 200 personer der, og avstanden mellom husene skal normalt ikke overstige 50 meter.
sme: Viesut ovttasajis galget registrerejuvvot čoahkkebáikin jus doppe orrot unnimusat 200 olbmo, ja viesuid gaska ii galgga dábálaččat eanet go 50 mehtera.

source: Det er tillatt med et skjønnsmessig avvik utover 50 meter mellom husene i områder som ikke skal eller kan bebygges.
sme: Lobálaš lea árvvu mielde dohkkehit spiehkastagaid badjel 50 mehtera viesuid gaskkas guovlluin gos ii galgga dahje ii leat lohpi hukset.

source: Dette kan for eksempel være parker, idrettsanlegg, industriområder eller naturlige hindringer som elver eller dyrkbare områder.
sme: Dat sáhttet ovdamearka dihte leat álbmotšilljut, valáštallanhuksehusat, industriijaguovllut dahje lunddolaš hehttehusat nugo jogat dahje gilvvaeatnamat.

source: Husklynger som naturlig hører med til tettstedet, tas med inntil en avstand på 400 meter fra tettstedskjernen.
sme: Viessočoakkáldagat mat lunddolaččat gullet čoahkkebáikái, lohkkojit oassin go leat eanemusat 400 mehtera eret čoahkkebáikeguovddážis.

source: De inngår i tettstedet som en satellitt til selve tettstedskjernen.
sme: Dat gullet oassin čoahkkebáikái dego satelihttan dan čoahkkebáikeguovddážii.

source: 5.3 Overgang fra grunnskole til folkehøgskole og videregående utdanning
sme: 5.3Joatkin vuođđoskuvllas álbmotallaskuvlii ja joatkkaohppui

source: Totalt går 97 prosent av elevene direkte fra grunnskole til folkehøgskole og videregående utdanning.
sme: Oppalohkái jotket 97 proseanta ohppiin njuolga vuođđoskuvllas álbmotallaskuvlii dahje joatkkaohppui.

source: Det gjelder begge kjønn og har vært stabilt i perioden 1994 til 2007. Det er en lavere overgang fra grunnskole til folkehøgskole eller videregående opplæring blant elever fra SUF-områdene.
sme: Nu lea goappaš sohkabeliid dáfus ja lea leamaš stabiila áigodagas jagiid 1994 gitta 2007. Unnibut jotket vuođđoskuvllas álbmotallaskuvlii dahje joatkkaoahpahussii ohppiid gaskkas SOF-guovllus.

source: Også elever fra øvrige områder nord for Saltfjellet har en lavere overgangsandel enn landsgjennomsnittet.
sme: Maiddái ohppiin eará guovlluin Sáltoduoddara davábealde lea oassi geat jotket vuollelis go riikagaskamearri.

source: Både jenter og spesielt gutter i SUF-området har lav direkte overgang til folkehøgskole eller videregående utdanning etter endt grunnskole.
sme: Sihke nieiddain ja erenoamážit bártniin SOF-guovllus lea oassi vuollin geat njuolga jotket álbmotallaskuvlii dahje joatkkaohppui maŋŋil loahpahuvvon vuođđoskuvlla.

source: I 1994 og 2000 er det 10 prosent av guttene, og i 2007 er det 7 prosent både av guttene og jentene i SUF-området som ikke går direkte over til folkehøgskole eller videregående opplæring.
sme: Jagi 1994 ja 2000 leat 10 proseanta bártniin, ja jagi 2007 lea 7 proseanta sihke bártniin ja nieiddain SOF-guovllus geat eai álgge njuolga álbmotallaskuvlii dahje joatkkaoahpahussii.

source: Tabell 5.3 Direkte overgang fra grunnskole til folkehøgskole og videregående utdanning 1994, 2000 og 2007. Prosent.
sme: Tabealla 5.3 Njuolggo joatkin vuođđoskuvllas álbmotallaskuvlii ja joatkkaohppui 1994, 2000 ja 2007. Proseanta.

source: Kjønn og geografisk område
sme: Sohkabealli ja geográfalaš guovlu

source: SUF-området
sme: SOF-guovlu

source: Ikke SUF nord for Saltfjellet
sme: Ii SOF Sáltoduoddara davábealde

source: Menn, hele landet
sme: Dievddut,

source: En naturlig forklaring på dette bildet kan være at i SUF-områdene er det en større andel av befolkningen som lever av primærnæringene, hvor det er enklere og mer vanlig etter endt grunnskole å gå direkte over i den aktuelle næringen.
sme: Lunddolaš čilgehus dása sáhttá leat ahte SOF-guovlluin lea stuorit oassi álbmogis mii eallá vuođđoealáhusain, maidda lea álkit ja dábálaččabut maŋŋil vuođđoskuvlla álgit njuolga dan dihto ealáhussii.

source: Det at det er prosentvis flere gutter i 2007 enn tidligere som går direkte over fra grunnskole til folkehøgskole eller videregående opplæring enn i tidligere år, kan ha en sammenheng med vanskeligere tider innen jordbruk og reindrift.
sme: Go proseanttaid mielde leat jagi 2007 eanet bártnit go ovdal geat jotket njuolga vuođđoskuvllas álbmotallaskuvlii dahje joatkkaoahpahussii go jagiid ovdal, de sáhttá das oktavuohta váttis áiggiiguin ealáhusas ja boazodoalus.

source: Likevel er det fortsatt en høyere andel enn landsgjennomsnittet (4 prosentpoeng) som ikke går direkte fra grunnskole til videregående utdanning.
sme: Goitge lea stuorit oassi go riikagaskamearri (4 proseantapoeŋŋa) geat eai mana njuolga vuođđoskuvllas joatkkaohppui.

source: Årsaken til dette er som tidligere nevnt antakelig en nærmere tilknytning til primærnæringene, avstand til de videregående skolene og en hybeltilværelse som eventuell skoleelev, og kanskje en noe mindre skolemotivasjon.
sme: Sivva dasa lea nugo ovdalaččas namuhuvvon várra dat lagat čatnašupmi vuođđoealáhusaide, guhkes gaska joatkkaskuvllaide ja láigolanjas orrun vejolaš oahppin, ja soaitá veaháš unnit skuvlamokta.

source: Her kan det være ønskelig med en videre oppfølging av hva disse ungdommene som ikke går direkte videre til folkehøgskole eller videregående utdanning, velger å gjøre, og hva som motiverer til valget.
sme: Dákko livčče sávahahtti viidásit iskamii nuorain geat eai álgge njuolga álbmotallaskuvlii dahje joatkkaohppui, maid dat válljejit bargat, ja mii movttidahttá dan válljejupmái.

source: 5.4 Gjennomstrømning i den videregående opplæringen
sme: 5.4Ohppiidmolsašupmi joatkkaoahpahusas

source: Tallene i dette kapitlet er basert på gjennomstrømningstall utarbeidet i SSB.
sme: Dán kapihttala loguide leat vuođđun ohppiidmolsašumilogut maid SGD lea ráhkadan.

source: Utgangspunktet er elever som starter på grunnkurs for første gang på et gitt tidspunkt som følges gjennom den videregående opplæringen i fem år.
sme: Vuolggasadji lea ohppiin geat álget vuođđokursii vuohččan dihto áigemearis mii čuovvu joatkkaoahpahusa vihtta jagi.

source: Her følges elever som startet på grunnkurs i 1994 og 2002, fram til henholdsvis 1999 og 2007.
sme: Dás čuovvut ohppiid geat álget vuođđokursii 1994:s ja 2002:s, gitta čuovvovaččat 1999 ja 2007 radjái.

source: I underkant av 60 prosent fullfører videregående opplæring på normert tid.
sme: Vuollil 60 proseanta čađahit joatkkaoahpahusa normerejuvvon áigái.

source: Det er små forskjeller mellom kullet som startet i 1994, sammenliknet med kullet som startet i 2002. Det er klart flere jenter enn gutter som fullfører på normert tid.
sme: Leat unnán erohusat buolvva gaskkas geat álge 1994:s, buohtastahttojuvvon buolvvain geat álge 2002:s. Čielgasit oaidná ahte eanet nieiddat go bártnit čađahit normerejuvvon áigái.

source: I de aktuelle årene avsluttet henholdsvis 16 og 17 prosentpoeng flere jenter enn gutter innenfor normert tid.
sme: Daid áššáigullevaš jagiid loahpahedje 16 ja 17 proseantapoeŋŋa eanet nieiddat go bártnit siskkobealde normerejuvvon áiggi.

source: Etter fem år har nesten 70 prosent gjennomført videregående opplæring, 75 prosent av jentene og vel 60 prosent av guttene.
sme: Maŋŋil vihtta jagi lea measta 70 proseanta čađahan joatkkaoahpahusa, 75 proseanta nieiddain ja buori 60 proseanta bártniin.

source: Av kullet som startet på grunnkurs i 2002, sluttet 18 prosent i den videregående- uten å ta eksamen, herav ca. 14 prosent av jentene og 22 prosent av guttene.
sme: Buolvvas geat álge vuođđokursii jagi 2002, heite 18 proseanta joatkkaoahpahusas- almma eksamena haga, das su. 14 proseanta nieiddain ja 22 proseanta bártniin.

source: Det er færre i SUF-området som fullfører innen normert tid.
sme: SOF-guovllus hárvebut čađahit siskkobealde normerejuvvon áiggi.

source: Tallet for 1994-kullet var 46 prosent og bare 42 prosent for dem som startet på grunnkurs i 2002. Forskjellen mellom gutter og jenter er om lag som for landet for øvrig.
sme: Lohku 1994-bulvii lei 46 proseanta ja dušše 42 proseanta sidjiide geat álge vuođđokursii jagi 2002. Erohus bártniid ja nieiddaid gaskkas lea sullii nugo riikkas muđui.

source: Det er langt flere elever i SUF-området som slutter i den videregående opplæringen underveis enn i landet for øvrig.
sme: SOF-guovllus leat ollu eanet oahppit geat heitet joatkkaoahpahusas gaskan go muđui riikkas.

source: Både i 1994 og 2002 utgjorde antall elever i SUF-området som sluttet, 10 prosentpoeng mer enn landsgjennomsnittet.
sme: Sihke 1994:s ja 2002:s dagai lohku galle oahppi SOF-guovllus heite, 10 proseantapoeŋŋa eanet go riikagaskamearri.

source: Det var 2 prosentpoeng færre som sluttet i 2002 sammenlignet med antallet som sluttet i SUF-området i 1994, men sammenlignet med landsgjennomsnittet har det ikke vært noen bedring.
sme: Jagi 2002 heite 2 proseantapoeŋŋa unnibut buohtastahttojuvvon loguin gallis heite SOF-guovllus 1994:s, muhto go buohtastahttá riikagaskameriin de gal ii leat leamaš buorráneapmi.

source: Over en tredel av guttene i SUF-området slutter i den videregående opplæringen, noe som i 2002 var 12 prosentpoeng mer enn landsgjennomsnittet.
sme: Badjel goalmmádasoassi bártniin SOF-guovllus heite joatkkaoahpahusas, mii lei 2002:s 12 proseantapoeŋŋa eanet go riikagaskamearri.

source: Tabell 5.4 Elever som startet på grunnkurs for første gang i 1994 og 2002, etter status for oppnådd nivå i videregående opplæring etter fem år.
sme: Tabealla 5.4 Oahppit geat álge vuođđokursii vuohččan 1994:s ja 2002:s, dan mielde man muddui leat ollen joatkkaoahpahusain maŋŋil vihtta jagi.

source: Kjønn og geografiske områder.
sme: Sohkabealit ja geográfalaš guovllut.

source: Absolutte
sme: Absoluhtta

source: Sluttet underveis
sme: Proseanta

source: 5.5 Gjennomføring av videregående utdanning etter valg av studieretning
sme: Ii SOF Sáltoduoddara davábealde 5.5Joatkkaoahpu čađaheapmi oahpposuorggi válljema mielde

source: Når det gjelder gjennomstrømmingen i den videregående utdanningen, er det stor forskjell på elever på allmennfaglig studieretning og yrkesfaglig studieretning.
sme: Joatkkaoahpu ohppiidmolsašumi dáfus, lea stuora erohus ohppiin dábálašoahpu oahpposuorggis ja fidnofágalaš oahpposuorggis.

source: Denne forskjellen er uavhengig av geografisk område og kjønn.
sme: Dát erohus ii leat gitta geográfalaš guovllus dahje sohkabealis.

source: Av kullet som startet på grunnkurs i 2002, gjennomførte 76 prosent av elevene som gikk allmennfaglig studieretning innenfor normert tid, mens bare 39 prosent av elevene på yrkesfaglig studieretning fullførte.
sme: Buolvvas mii álggii vuođđokursii 2002:s, čađahedje 76 proseanta ohppiin geat vázze dábálašoahpu oahpposuorggis normerejuvvon áigái, ja dušše 39 proseanta ohppiin fidnofágalaš oahpposuorggis čađahedje.

source: Av de elevene som startet i 2002, sluttet hele 36 prosent av elevene innen yrkesfaglig studieretning, mens 7 prosent av elevene gjorde det samme på allmennfaglig studieretning.
sme: Ohppiin geat álge 2002:s heite 36 proseanta ohppiin fidnofágalaš oahpposurggiin, ja seamma dahke 7 proseanta dábálašoahpu fágasuorggis.

source: På landsbasis gjennomfører flere jenter enn gutter innenfor normert tid, og det er flere gutter enn jenter som slutter underveis.
sme: Riikadásis čađahit eanet nieiddat go bártnit, siskkobealde normerejuvvon áiggi, ja leat eanet bártnit go nieiddat geat heitet gaskan.

source: Dette gjelder begge studieretningene.
sme: Dát guoská goappaš oahpposurggiide.

source: Når man sammenligner elever opptatt i 1994 og 2002, virker det som om det er færre elever i 2002 som slutter, men at de benytter lengre tid på å gjennomføre skolegangen, og spesielt gjelder dette innen yrkesfaglig studieretning.
sme: Go buohtastahttá ohppiid geaid válde ohppui 1994:s ja 2002:s, de orru leahkime nu ahte unnit oahppit heite 2002:s., muhto ahte sii geavahit eanet áiggi čađahit skuvlla, ja erenoamážit fidnofágalaš oahpposuorggis.

source: Nord for Saltfjellet er det færre elever som gjennomfører innenfor normert tid og flere enn landsgjennomsnittet som slutter på studier.
sme: Sáltoduoddara davábealde leat unnit oahppit geat čađahit oahpu siskkobealde normerejuvvon áiggi ja eanet go riikagaskameari geat heitet oahpus.

source: Dette gjelder opptaksårene 1994 og 2002, i begge studieretningene og for både gutter og jenter.
sme: Nu lea sisaváldin jagiid 1994 ja 2002, goappaš oahpposurggiin ja sihke bártniid ja nieiddaid dáfus.

source: For elever som startet i 2002 og var hjemmehørende i SUF-områdene, forsterker denne tendensen seg ytterlig.
sme: Ohppiid gaskkas geat álge 2002:s ja ledje gullevaččat SOF-gulvui, nannejuvvo diet tendeansa eanet.

source: På allmennfaglig studieretning er det en større prosentvis andel av guttene enn av jentene som fullfører innenfor normert tid, men dette har nesten jevnet seg ut fem år etter oppstart.
sme: Dábálašfágalaš oahpposuorggis lea proseanttaid mielde stuorit oassi bártniin go nieiddain geat čađahit normerejuvvon áigái, muhto diet lea measta jeavddalaš vihtta jagi maŋŋil álgima.

source: Men det er prosentvis flere gutter enn jenter som slutter både på allmennfaglig og yrkesfaglig studieretning.
sme: Muhto leat proseanttaid mielde eanet bártnit go nieiddat geat heitet sihke dábálašoahpu ja fidnofágalaš oahpposurggiin.

source: På yrkesfaglig studieretning er det under en firedel av guttene og litt over en tredel av jentene som ble ferdige på normert tid.
sme: Fidnofágalaš oahpposurggiin lea vuollil okta njealjádasoassi bártniin ja veaháš badjel okta goalmmádasoassi nieiddain geat gerge normerejuvvon áigái.

source: 44 prosent av guttene og 32 prosent av jentene som begynte i 2002, sluttet.
sme: 44 proseanta bártniin ja 32 proseanta nieiddain geat álge 2002:s, heite.

source: Dette er færre enn blant elever som startet i 1994, der over 50 prosent av guttene og 40 prosent av jentene sluttet på skolen.
sme: Dat leat unnibut go ohppiid gaskkas geat álge 1994:s, dain badjel 50 proseanta bártniin ja 40 proseanta nieiddain heite skuvllas.

source: Etter fem år i videregående skole for dem som startet i 2002 og var bosatt i SUF-områdene, har 47 prosent av jentene og 33 prosent av guttene fullført yrkesfaglig studieretning.
sme: Maŋŋel vihtta jagi joatkkaskuvllas dain geat álge 2002:s ja ásse SOF-guovlluin, lea 47 proseanta nieiddain ja 33 proseanta bártniin čađahan fidnofágalaš oahpposuorggi.

source: Tallene for allmennfaglig studieretning er henholdsvis 70 prosent for jenter og 71 prosent for gutter.
sme: Logut dábálašfágalaš oahpposuorgái leat čuovvovaččat 70 proseanta nieiddaide ja 71 proseanta bártniide.
